app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO `users` (`name`, `kana`, `email`, `company`, `created_at`, `updated_at`) VALUES ('', '', '', '', '2016-07-09 05:52:30', '2016-07-09 05:52:30')